Repository: riccione83/RunMe
Catalog: bykeMe/*.lproj/Localizable.strings
Languages: it

# LANGUAGE
source: en-US
it: it-IT

source: Tap here for menù
it: Tap qui per il menù

# My Sessions
source: Sessions
it: Sessioni

source: Share
it: Condividi

source: Units Km/h
it: Unità Km/h

# Voice
source: Voice active
it: Voce

# Music
source: Select Music
it: Musica

source: Time
it: Tempo

source: Distance
it: Distanza

source: Altitude
it: Altitudine

# RUNNING_MT
source: I'm running %.01f mt with RunMe! for iPhone
it: Ho corso per %.01f mt con l'App RunMe! per iPhone

# RUNNING_KM
source: I'm running %.02f Km with RunMe! for iPhone
it: Ho corso per %.02f Km con l'App RunMe! per iPhone

source: Share on Facebook
it: Condividi su Facebook

# NO_FACEBOOK_ACCOUNT
source: Sorry but you don't have a Facebook account on your iPhone. Please add one and try again. Thankyou.
it: Spiecente ma non hai un account Facebook sul tuo iPhone. Aggiungine uno e riprova. Grazie.

# RUN_AT_LEAST_100
source: Sorry, for share on Facebook you need to run at least 100 meters.
it: Spiacente, per condividere su Facebook devi percorrere almeno 100 mt.

# SELECT_SONG_TO_PLAY
source: Select songs to play
it: Seleziona musica dalla libreria

source: Units mph
it: Unità mph

source: Running...
it: Avviato...

source: Stopped
it: Standby

source: Start
it: Inizio

source: End
it: Fine

source: Cancel
it: Annulla

source: Waiting for a better gps signal...
it: Attendo segnale GPS valido...

source: New session
it: Nuova sessione

# NEW_SESSION_QUESTION
source: A session is active. What would you like to do?
it: Una sessione è attiva. Cosa vuoi fare?

source: Save session
it: Salva sessione

source: Cancel session
it: Annulla sessione

# SPEECH_SESSION_DATA
source: Session data:
it: Dati sulla sessione:

source: meters
it: metri

source: kilometers
it: kilometri

# SPEECH_DISTANCE
source: %@ Distance: %.2f %@,,
it: %@ Distanza: %.1ld %@,,

# SPEECH_AVG_SPEED
source: %@ Average speed: %@,,
it: %@ Velocità media: %@,,

# SPEECH_RYTHM
source: %@ Time on kilometer: %@,,
it: %@ Tempo su kilometro: %@,,

# SPEECH_SPEED
source: %@ Current speed: %.1f
it: %@ Velocità attuale: %.1f

# SPEECH_SESSION_CANCELLED
source: Session cancelled.
it: Sessione annullata.

# SPEECH_START_SESSION
source: Session started. Happy training.
it: Sessione avviata.

source: DATE %@
it: Giorno %@

source: Speed %@ Km/h Max
it: Velocità max %@ Km/h

source: Altitude %@ mt Max
it: Altitudine %@ mt Max

source: %@ Km/h Avg
it: Velocità media %@ Km/h

source: Distance %@ Km
it: Distanza %@ Km

# Rythm: %@/Km
source: Time: %@/Km
it: Tempo: %@/Km
